import { BsDot } from 'react-icons/bs';
import './subpages.css'

export const Advantages = () => {
    return <>
        <div className='layout'>
            <div className="content">
                <h2>
                    Rest Compass-ի առավելություններն են
                </h2>

                <p> <BsDot /> Հանգստի ոլորտում տեղեկատվության ստացման միասնական հարթակ, որտեղ հանգստյան վայրերը ներկայացված են ըստ նշանակության ու բաժինների` զերծ ավելորդ ինֆորմացիայից,</p>
                <p><BsDot /> Հյուրերի և հյուրընկալող կազմակերպության անմիջական կոնտակտ` առանց միջնորդների,</p>
                <p><BsDot /> Լայն ընտրություն թե՛ պասիվ, թե՛ ակտիվ հանգստի սիրահարների համար,</p>
                <p><BsDot />Ընդգրկուն և մանրամասն տեղեկատվություն հյուրընկալող ընկերությունների մասին,</p>
                <p><BsDot />Մեր կայքում կարելի է գտնել ոլորտի ընկերությունների առաջարկած զեղչերը, ակցիաները, հանգստյան օրերի հատուկ առաջարկները, տոնական օրերի միջոցառումներն ու այլ իվենթներ,</p>
                <p><BsDot />Տուրերի/արշավների սիրահարների համար հատկացված մի ամբողջ մեծ հարթակ՝ ըստ ժամանակացույցի, գների, ուղղությունների,</p>
                <p><BsDot />Մատչելի բազմատեսակ ծառայությունների շնորհիվ մեր գործընկերները հնարավորություն ունեն իրենց կազմակերպությունն ու առաջարկները լավագույնս ներկայացնել հանգստի սիրահարներին, լինել հանգստի տարբերակ փնտրողի ուշադրության կենտրոնում,</p>
                <p><BsDot />Հանգստի ամենահարմար տարբերակի հեշտ ընտրություն` տարբեր չափանիշներով ֆիլտրման ֆունկցիայի շնորհիվ,</p>
                <p><BsDot />Հյուրերի համար նախատեսել ենք Բաժանորդագրություն՝ անընդհատ թարմացվող մեր նորություններին ծանոթանալու համար,</p>
                <p><BsDot />Մեր հարթակում կա սոցցանցային բաժին, որում օգտատերերը կարող են հրապարակել լուսանկարներ իրենց հանգստից, կիսվել տպավորություններով, ուղարկել իրենց բլոգային գրառումները կայքին,</p>
                <p><BsDot />Տուրիզմի և հյուրընկալության ոլորտի սիրահարները կգտնեն ամենահետաքրքիր բլոգային նյութերը Rest Compass-ում,</p>
                <p><BsDot />Գործընկերների անձնական էջերի եռալեզու տարբերակով ներկայացում,</p>
                <p><BsDot />Սոցիալական պատասխանատվություն:</p>
                <p>Այսպիսով, <span className="bold">Rest Compass-</span>ն ակնհայտ առավելություններ է ապահովում թե՛ մեր գործընկեր կազմակերպությունների, թե՛ մեր կայքի այցելուների համար: Իսկ Ձեզ մնում է միայն վայելել Ձեր հանգիստն ու հաճախ այցելել մեր բոլորիս հանգստի կողմնացույց <span className="bold">Rest Compass:</span> </p>
            </div>
        </div>
    </>
}