import { Link } from "react-router-dom"
import './subpages.css'

export const Privacy = () => {
    return <>
        <div className='layout'>
            <div className="content privacy">
                <h2>
                    Գաղտնիության քաղաքականություն
                </h2>

                <p>«Ն․Մ․Գ․ ԳՐՈՒՊ» ՍՊԸ</p>
                <p>Գրանցվելով Rest Compass կայքում (այսուհետ՝ «Կայք») Դուք ավտոմատ կերպով տալիս եք համաձայնություն Ձեր անձնական տվյալների հավաքագրման, մշակման և օգտագործման համար:
                    <br />   «Անձնական տվյալներ» ասելով, Մենք նկատի ունենք Ձեզ վերաբերող ցանկացած տեղեկություն, որը թույլ է տալիս կամ կարող է թույլ տալ ուղղակի կամ անուղղակի կերպով նույնականացնել Ձեր ինքնությունը, օրինակ անունը/ազգանունը ֆիզիկական անձանց դեպքում, և Ձեր կազմակերպության անվանումը իրավաբանական անձանց դեպքում, հասցեն կամ էլեկտրոնային հասցեն (այսուհետ՝ «Տվյալներ»): Սույն Գաղտնիության քաղաքականության համատեքստում «մենք», «մեզ», «մեր» դերանունները վերաբերում են Ն․Մ․Գ․ Գրուպ ՍՊԸ –ին, իսկ «Դուք», «Ձեզ», «Ձեր» դերանունները վերաբերում են ցանկացած անձի կամ կազմակերպության, որը գրանցվել է կայքում որպես օգտատեր։</p>
                <p> Ձեր կողմից մեզ տրամադրվող բոլոր տվյալների գաղտնիությունն ապահովելու համար Կայքը հետևում է գաղտնիության մի շարք սկզբունքների։ Կայքը հավաքագրում է Անհատ և Կազմակերպություն (այսուհետ՝ Օգտատեր) հանդիսացող հաճախորդների վերաբերյալ միայն այն տեղեկատվությունը, որն արտացոլվում է Rest Compass հարթակում և անհրաժեշտ է հանգստյան տարբերակ/ծառայություն մատուցող փնտրելու համար: Կայքը օգտագործում է Օգտատիրոջ մասին տեղեկությունները` նրան մատուցվող ծառայությունների և սպասարկման որակը բարելավելու նպատակով։ Կայքը չի կարող տրամադրել Օգտատիրոջ վերաբերյալ տեղեկություններ որևէ երրորդ անձի։ Կայքը կարող է իր Օգտատերերին էլ-փոստի և այլ հաղորդակցման միջոցներով Օգտատիրոջ վերաբերյալ տվյալների թարմացման հարցում ուղարկել։
                    Rest Compass-ն ունի անվտանգության համակարգեր, որոնց նպատակն է պաշտպանել Օգտատիրոջ վերաբերյալ տեղեկությունները կորստից, վնասումից, անթույլատրելի օգտագործումից ցանկացած երրորդ անձանց կողմից:</p>
                <p> Կայք որպես հյուր (առանց գրանցման և մուտքի) այցելելիս Դուք չեք պարտավորվում տրամադրել Ձեր վերաբերյալ որևէ տեղեկություն և նման ձևով կայքից օգտվելու ժամանակ մենք չենք հսկում կամ հավաքագրում Ձեր անձը նույնացնող որևէ տեղեկություն: Մեր ընկերությունը կարող է հետևել, թե որքան մարդ է օգտվում մեր կայքից, այդուհանդերձ Ձեր ինքնությունը նման գործողությունների հետևանքով չի բացահայտվի: Ինչպես նաև մենք կարող ենք գրանցել Ձեր համակարգչի կամ հեռախոսի տեղակայվածությունը Ինտերնետում համակարգի կառավարման և առաջացած խնդիրների լուծման նպատակով և գրանցել ընդհանուր տեղեկությունները:</p>
                Մշակվող անձնական տվյալների պաշտպանությունն ապահովելու համար Ընկերությունը ձեռնարկում է անհրաժեշտ իրավական, կազմակերպչական, տեխնիկական պաշտպանության միջոցներ՝ ՀՀ օրենսդրության, Ընկերության տեղեկատվական անվտանգության քաղաքականության պահանջների համաձայն և Ընկերության տեխնիկական հնարավորություններին համապատասխան:




            </div>
        </div>
    </>
}