import { BsDot } from 'react-icons/bs';
import { Link } from 'react-router-dom';
import './subpages.css'

export const Terms = () => {
    return <>
        <div className='layout'>

            <div className="content">
                <h2>
                    Rest Compass-ի պայմաններն  են
                </h2>
                <p><span className="bold">Rest Compass-</span>ում մեր բոլոր գործընկերները հնարավորություն ունեն իրենց անձնական էջի միջոցով ներկայացնել իրենց բրենդը և մատուցվող ծառայությունները, ինչպես նաև օգտվել մի շարք փաթեթներից` հայտնվելով կայքի հատուկ էջերում և գովազդային վահանակներում։</p>
                <p> Այստեղ հանգստի տարբերակներ որոնողները կարող են մանրամասն ծանոթանալ Ձեր հաստատության կամ տուրերի/արշավների  պայմաններին:</p>
                <p><span className="bold">Rest Compass-</span>ում գործող պայմանները ներկայացնում ենք ստորև.</p>
                <div className="terms">
                    <p>Ընդհանուր պայմաններ</p>
                    <p> <BsDot />Հանգստյան սուբյեկտի կամ արշավային/տուրիստական ընկերության գրանցումը կայքում կատարվում է մեկ անգամ՝ գրանցման պահին նշելով, թե քանի լեզվով է ցանկանում ներկայացնել էջը (հայերեն, ռուսերեն, անգլերեն)։</p>
                    <p> <BsDot />Օգտատերը կայքում գրանցվելով, ներկայացնում է իր հանգստյան վայրը, արշավային կամ տուր ընկերությունը:</p>
                    <p> <BsDot />Կայքում Ձեր ընկերությունը ներկայացվում է անձնական էջի միջոցով` միաժամանակ ընդգրկվելով համապատասխան ենթաբաժնում (օրինակ` հյուրանոցներ, հյուրատներ կամ արշավներ):</p>
                    <p> <BsDot />Անձնական էջում մանրամասն կարելի է ներկայացնել Ձեր հանգստյան վայրը կամ արշավային/տուրիստական ընկերությունը:</p>
                    <p> <BsDot />Ներկայացվող անձնական էջերը հրապարակվելու են 24 ժամվա ընթացքում` մեր ընկերության կողմից համապատասխան մոդերացիա անցնելուց հետո:</p>
                    <p> <BsDot />Rest Compass-ում անձնական էջ ունենալու համար գործում է ամսավճար՝ 4000 դրամի չափով։</p>
                    <p> <BsDot />Անձնական էջերում Դուք հնարավորություն ունեք կատարել փոփոխություններ, ավելացնել կամ հեռացնել լուսանկարներ:</p>
                    <p> <BsDot />Հանգստյան վայրը ըստ նշանակության պետք է գրանցվի իրեն համապատասխանող բաժնում:</p>
                    <p> <BsDot />Հայտարարության կամ գրանցվող սուբյեկտի անվանումը չպետք է պարունակի Ձեր կոնտակտային տվյալները` հեռախոսահամարը, հասցեն, էլ. փոստի հասցեն կամ գինը:</p>
                    <p> <BsDot />Լատինատառ լրացված հայտարարությունները չեն հրապարակվելու կայքում:</p>
                    <p> <BsDot />Կայքի կոմերցիոն/գովազդային փաթեթներին և պայմաններին կարող եք ծանոթանալ՝ <Link to='/'><span>Զեղչեր/Ակցիաներ</span></Link>, <Link to='/'><span>Տոներ/Իվենթներ</span></Link>, <Link to='/'><span>Ուր գնալ Weekend-ին</span></Link>, <Link to='/'><span>Թեժ տուրեր/արշավներ</span></Link>, <Link to='/'><span>Մեր գործընկերներն են</span></Link> բաժիններում:</p>
                    <p> <BsDot />Չի թույլատրվում մեկ հանգստյան վայրը հրապարակել մի քանի օգտատերերի կողմից։</p>
                    <p> <BsDot />Հայտարարության հիմնական պարամետրերը պետք է համապատասխանեն իրականությանը (անվանումը, գտնվելու վայրը, արժեքը և այլն):</p>
                    <p> <BsDot />Հրապարակվելու են միայն լուսանկարներ ունեցող հայտարարությունները/անձնական էջերը:</p>
                    <p> <BsDot />Լուսանկարները պետք է համապատասխանեն իրականությանը:</p>
                    <p> <BsDot />Ներբեռնված լուսանկարների վրա արգելվում է ուշադրությունը գրավող գրառումների օգտագործումը, օրինակ՝ «Շտապ», «Ուշադրություն», «Ակցիա», «Զեղչ» և այլն:</p>
                    <p> <BsDot />Կայքում անձնական էջը կարելի է թարմացնել հինգ օրը մեկ անգամ, թարմացումն անվճար է:</p>
                </div>
                <div className="terms">
                    <p>Հատուկ փաթեթների պայմաններ</p>
                    <p><span className="bold">Rest Compass-</span>ում անձնական էջով Ձեր ընկերությունը ներկայացնելուց բացի, այն կարող եք ներկայացնել նաև գովազդային բաժիններում:</p>
                    <p> <BsDot />Ուր գնալ Weekend-ին - այս էջում Դուք կարող եք ներկայացնել առաջիկա հանգստյան օրերի համար գործող Ձեր հատուկ առաջարկը կամ գովազդը կամ էլ պարզապես առաջարկել հանգստյան օրերն անցկացնել Ձեզ մոտ:</p>
                    <p> <BsDot />Զեղչեր/ակցիաներ - այս էջում կարող եք ներկայացնել Ձեզ մոտ սպասվող կամ գործող զեղչերն ու ակցիաները:</p>
                    <p> <BsDot />Տոներ/իվենթներ - այս բաժնում կարող եք ներկայացնել առաջիկա տոնական օրերի, իվենթների և այլ հատուկ օրերի համար Ձեր առաջարկները:</p>
                    <p> <BsDot />Թեժ արշավներ - այստեղ կարող եք կայքի այցելուներին տեղեկացնել սպասվող արշավների ու տուրերի, ուղղությունների, գների և ժամկետների մասին:</p>
                    <p> <BsDot />Մեր գործընկերներն են - սա գլխավոր էջում գործող գովազդային վահանակ է, որում ներկայացված լինելու շնորհիվ կարելի է անցում կատարել Ձեր ընկերության անձնական էջ հենց կայքի գլխավոր էջից` առանց որոնում կատարելու:</p>
                    <p> <BsDot />Որոնման թոփ - այս ծառայությունը թույլ է տալիս որոնման արդյունքների էջում առանձնացնել Ձեր ընկերությունը` տեղակայելով այն վերին տողերում և առանձնացնել այն մյուս արդյունքներից ԹՈՓ տարբերանշանով:</p>

                </div>
                <p>Նշված բոլոր բաժիններում հայտարարություն տեղադրելու դեպքում Ձեր հայտարարությունը կհրապարակվի նաև <span className="bold">Rest Compass-</span>ի ֆեյսբուքյան և ինստագրամյան էջերում:</p>
                <p>Rest Compass-ը  իրավասու է հայտարարության տեքստում խմբագրական/տեխնիկական փոփոխություն կատարելու, հայտարարությունը տեղափոխել իրեն հատկացված բաժին, սահմանափակել մեկ օգտատիրոջ կողմից տեղադրվող հայտարարությունների քանակը, նաև ամբողջովին արգելել հայտարարություններ տեղադրելը:</p>
                <p style={{ color: '#FF4B55' }}>Rest Compass-ը պատասխանատվություն չի կրում կայքում ներկայացված ընկերությունների կողմից տրամադրված պայմանների և արժեքների վերաբերյալ: </p>
                <p>Սիրով սպասում ենք Ձեզ:</p>

                <p>Ի դեպ, մինչ Դուք ծանոթանում էիք մեր փաթեթներին, Ձեր ապագա հյուրերն արդեն հասցրին փնտրել Ձեզ <span className="bold">Rest Compass-</span>ում:</p>
            </div>
        </div>
    </>
}